const textContentEvents = {
  'initial' : [
    `Бензин у нас в крови!`,
    `"За рулем" всегда был инициатором знаковых событий, определивших дальнейший ход автомобильной жизни.`,
    `В далеком 1978 году была впервые проведена <b>"Гонка Звезд "За рулем"</b>, победа в которой для многих автогонщиков была не менее престижной, чем в первенстве страны. В разные годы гостями мероприятия были подлинные звезды мирового автопспорта: Ален Прост, Себастьян Лоеб, Кими Райкконен, Дэвид Култхард.`,
    `В 1994 году редакция впервые наградила крылатым пегасом лучший автомобиль, представленный на Московском автосалоне. C тех пор <b>Гран-при "За рулем"</b> стал престижнейшей наградой на российском автомобильном рынке. В ежегодном голосовании аудитория "За рулем" определяет лучшие новинки российского авторынка. В 2024 году премия будет юбилейной - 30-й.`,
    `Мнение экспертов "За рулем" всегда высоко ценилось специалистами автопрома и зачастую определяло конструкторские решения по доработке автомобилей. В 2005 году впервые проводятся необычные испытания самых новых на рынке автомобилей – <b>«60 часов За рулем»</b>. Автомобили непрерывно, с остановками только на заправку и смену водителей, ездят по скоростному кольцу автополигона на максимальной скорости с предельными нагрузками двигателей и трансмиссий. Тест стал традиционным, его проводили более десяти раз, постоянно усложняя дополнительными испытаниями: тормозными, на булыжнике и на грунтовой дороге.`
  ],
  'grandprix' : {
    '2021': [
      `Гран-при "За рулем" 2021`,
      `В Гран-при участвовали новинки отчественного авторынка, появившиеся в 2020 году, а также модели, прошедшие глубокую модернизацию.`,
      `Несмотря на очень сложный год — многие премьеры переносились или вовсе были отменены, в 2020 году пришло много новых моделей. Всего набралось 49 участников, которые были распределены  по 12 классам. Как обычно, читатели ставили оценки участникам в трех категориях: "Дизайн", "Техника", "Практичность"`,
      `По результатам читательского голосования лауреатами в соответствующих классах стали: <b>Skoda Octavia, BMW 4-й серии, Rolls Royce Ghost, BMW X5M, Audi e-tron, KIA Xceed, Skoda Karoq, Audi Q3 Sportback, Geely Tugella, Toyota Highlander, Land Rover Defender, Opel Zafira Life</>.`,
      `Специальные призы были вручены LADA Granta как многолетнему лидеру продаж, KIA за лидерство среди иностранных брендов.`
    ],
    '2022': [
      `Гран-при "За рулем" 2022`,
      `Главная особенность самой престижной в России автомобильной премии остается неизменной: читатели «За рулем» выбирали наиболее красивые, технически совершенные и практичные машины.`,
      `Как и в 2021 году в каталоге участников оказалось 49 автомобилей, но в этот раз они были распределены по 11 классам в соответствии с габаритами, типом кузова и ценой`,
      'Впервые в истории премии число уникальных анкет проголосовавших читателей вплотную приблизилось к 100.000.',
      `Победителями стали: <b>Volkswagen Golf, Renault Duster, Subaru Outback, Audi Q5 Sportback, Land Rover Defender 90, Toyota Land Cruiser 300, Audi RS 6 Avant, Isuzu D-Max, Kia Carnival, Audi e-tron Sportback, Mercedes-Benz S-класса</b>.`
    ],
    '2023': [
      `Гран-при "За рулем" 2023`,
      `Новые автомобили, которые вышли на российский рынок в 2022 году – не только участники Гран-при, но и точные индикаторы того, что происходит в автомобильной сфере.`,
      `Российский авторынок еще не знал такого обвала, который случился в 2022 году. Падение составило 58,8%, из официально поставляемых иномарок остались только китайские.`,
      `В результате участниками Гран-при стали всего лишь 27 автомобилей, которые были разбиты на 7 классов. При этом система оценки осталась неизменной: участники опроса присуждают баллы понравившимся автомобилям, оценивая их техническое совершенство, дизайн и практичность.`,
      `Победителями стали: Audi RS4 / RS5 Sportback, Lada Vesta SW Cross NG, Kia Sportage, Subaru Forester, Lexus LX, DongFeng DF6, Hyundai Staria.`
    ]
  },
  'starrace': {
    '2013': [
      `Гонка Звезд - 2013 на Московском ипподроме.`,
      `В соревнованиях 23 февраля по традиции приняли участие многократные чемпионы страны, победители и призеры межународных соревнований из различных дисциплин автоспорта: всего на старт вышли 33 пилота.`,
      `Пилот, выигравший гонку триды, становился пожизненным обладателем переходящего главного приза - Хрустальной шины, и в 2013 году в гонке участвовали два двухкратных победителя - Сергей Успенский и Тимур Садрединов.`,
      `Но удача не улыбнулась никому из них и победителем гонки стал Кирилл Ладыгин.`,
      `В разгар гоночного дня на Renault Duster прошел заезд пилотов Формулы 1 - Чемпиона мира 2007 года Кимми Райкконена и Шарля Пика.`

    ],
    '2018': [
      `Гонка Звезд - 2018 на Moscow RaceWay.`,
      `7 июля на автодроме Moscow Raceway состоялась юбилейная Гонка звезд на приз журнала «За рулем», отмечающего в этом году свое 90-летие. Схватка за первое место держала в напряжении до последних секунд финальных заездов.`,
      `Формат соревнования неизменен: четыре основных пятнадцатиминутных заезда и три финальных заезда среди шестерки сильнейших.  Многочисленные старты и короткая дистанция – залог зрелищности соревнования. Финальные заезды в 2018 году проходили не в один, а в три круга короткой конфигурации трассы.`,
      'Судьба победителя решилась в коротких финальных заездах. Погода внесла свои коррективы, и внезапный проливной дождь добавил интригу в борьбе. Из  почти предсказуемой, гонка стала очень жесткой со столкновениями, вылетами с трассы и внезапными сменами лидеров.',
      'Победителем стал Андрей Петухов и Lada Kalina, неожиданно опередившие основного фаворита состязаний - Николая Карамышева.'
    ]
  },
  'race60': {
    '2014': [
    `Марафон в расширенном формате`,
    `В 2014 году юбилейная гонка на выносливость была расширена внедорожной частью, поскольку участвовали в нем соответствующие машины: UAZ Patriot, Nissan Terrano и Great Wall Hover H5.`,

    `У каждого испытуемого выявлены свои преимущества: Патриот хорош на высокой скорости, "Террано" не пасует на грунте, а "Ховер" универсален, удобен и надежен в управлении`,
    `К сожалению, все участники не выдержали полной экстремальной программы испытаний и в соответствии с регламентом сошли с дистанции.`,
    `Тем не менее, выявленные недочеты показали инженерам соответствующих производителей слабые конструкционные места, которые впоследствии были устранены.`
    ],
    '2017': [
    `На границе сезонов`,
    `В этом году "60 часов" впервые проходили осенью под проливными дождями и мокрым снегом, еще больше усложняющими задачу — редация тянула до последнего в ожидании горячих новинок — Lada Vesta SW и Vesta SW Cross. На сей раз по 12 часов в день в течение пяти суток машины проходили проверку на прочность в компании конкурентов — Ford Focus Turnier и Hyundai Creta.`,
    `За 5 дней и 60 часов каждый автомобиль преодолел почти 3000 километров в сложных условиях. До финиша добрались все - обошлось без критических поломок. Но никто не прошел дистанцию без проблем, была получена масса интересных данных, которыми редакция поделилась с производителями.`
    ]
  }
}
